{
  "lstorms": {
    "hurricanes": {
      "Florida Keys": {
        "details": {
          "category": "5",
          "date": "September 2, 1935",
          "location": "Florida Keys",
          "windspeed": "186 mph",
          "pressure": "892 mb",
          "storm surge": "18-20 feet"
        },
        "max": {
          "Max Category": "5",
          "Max Windspeed": "possible 200 mph",
          "Max Pressure": "892 mb"
        },
        "impact": {
          "casualties": "409",
          "houses destroyed": "all structures in the area",
          "cost": "at least $6 million",
          "cost in today's dollars": "at least $133 million"
        },
        "facts": "<ul class='h'><li>This storm was the first hurricane in recorded United States history to make landfall as a category five hurricane! It caused massive damage and wiped out much of the Keys.</li><li>The Florida Keys hurricane of 1935 is also called the Labor Day hurricane as it arrived on September 2, 1935 (Labor Day). It was one of the fastest travelling hurricanes as it crossed the Atlantic at more than 50 miles per hour.</li><li>The Florida Keys recorded pressure of 892 was the lowest actually recorded over land. It is currently holds the recorded for third lowest pressure. </li></ul>",
        "note": ""
      },
      "Galveston": {
        "details": {
          "category": "4",
          "date": "September 8, 1900",
          "location": "Galveston, Texas, Eastern Texas",
          "windspeed": "135 mph",
          "pressure": "967 mb",
          "storm surge": "8-15 ft"
        },
        "max": {
          "Max Category": "4",
          "Max Windspeed": "967 mph",
          "Max Pressure": "931 mb"
        },

        "impact": {
          "casualties": "8,000",
          "houses destroyed": "3,600",
          "cost": "$20 million",
          "cost in today's dollars": "$734 million"
        },
        "facts": "<ul class='h'><li>Galveston was the deadliest natural disaster in United States history. It is the third deadliest of all Atlantic hurricanes.</li><li>Storm surge played a big part in the Galveston Hurricane. With heights between 8 and 15 feet, the water flooded the city and beyond.</li><li>After Galveston, the city built a seawall to protect from flooding. They also raised the city higher. </li><li>This hurricane showed the need for tropical storms and hurricane warnings. The National Weather Service (NWS) responded to this and began issuing them when needed.</li></ul>",
        "note": ""
      },
      "Katrina": {
        "details": {
          "category": "3, 3",
          "date": "August 29, 2005 | August 29, 2005",
          "location": "Southeast Louisana, Louisiana/Mississipi border",
          "windspeed": "130 mph, 130mph",
          "pressure": "920 mb, 920mb",
          "storm surge": "25-28 ft"
        },
        "max": {
          "Max Category": "5",
          "Max Windspeed": "175 mph",
          "Max Pressure": "902 mb"
        },

        "impact": {
          "casualties": "1,833",
          "houses destroyed": "800,000",
          "cost": "$125 billion",
          "cost in today's dollars": "$195 billion"
        },
        "facts": "<ul class='h'><li>Katrina holds the record for the costliest hurricane to make landfall in the United States. </li><li>A large part of the damage in Louisiana came from flooding. While the storm surge played a big part, the flooding was worsened by the collapse of the levees (built up walls designed to prevent flooding). It is estimated that 80% of New Orleans was underwater.</li><li>Katrina made landfall more than once. The first time it made landfall as a tropical storm in Southeast Florida (near Miami). The second time it hit Southeastern Louisiana as a category 3 hurricane. The third (and last time) hurricane Katrina passed through the Mississippi Gulf Coast. It was still a category 3.</li></ul>",
        "note": ""
      },
      "Patricia": {
        "details": {
          "category": "4",
          "date": "October 23, 2015",
          "location": "Jalisco, Mexico",
          "windspeed": "150 mph",
          "pressure": "932 mb",
          "storm surge": "unknown"
        },
        "max": {
          "Max Category": "5",
          "Max Windspeed": "215 mph",
          "Max Pressure": "872 mb"
        },
        "impact": {
          "casualties": "6",
          "houses destroyed": "10,000",
          "cost": "462.8 million",
          "cost in today's dollars": "$595 million"
        },
        "facts": "<ul class='h'><li>Patricia holds the record for the strongest sustained windspeed. It is also the most intense or strongest hurricane in the Western hemisphere.</li><li>This storm rapidly intensified (strengthened) over 24 hours. The winds increased from 85 to 205 miles per hour. Patricia is one of the most quickly intensifying storms.</li><li>Although this storm had incredible windspeeds and a quick strengthening, it weakened quickly. Despite its rapid decrease in strength, it still struck Mexico as a category 4 hurricane.</li></ul>",
        "note": ""
      },
      "Sandy": {
        "details": {
          "category": "1, 2, 1",
          "date": "October 24, 2012 | October 25, 2012 | October 19, 2012",
          "location": "Jamaica, Cuba and Carribean, Southern New Jersey ",
          "windspeed": "85mph, 110mph, 80mph",
          "pressure": "972mb, 954mb, 945mb",
          "storm surge": "11-14 ft"
        },
        "max": {
          "Max Category": "2",
          "Max Windspeed": "110 mph",
          "Max Pressure": "940 mb"
        },

        "impact": {
          "casualties": "147",
          "houses destroyed": "",
          "cost": "$70 billion",
          "cost in today's dollars": "$93 billion"
        },
        "facts": "<ul class='h'><li>Hurricane Sandy is not the strongest or deadliest hurricane, but it <em>does</em> hold the record for the large hurricane in diameter. It was 1,150 miles wide!</li><li>Hurricane Sandy arrived during a full moon and high tide. These conditions along with Sandy’s storm surge caused massive flooding across New Jersey and the other New England states.</li><li>Unlike most hurricanes which turn Northeastward, Sandy turned West and headed inland across New England and into Canada.</li></ul>",
        "note": ""
      },
      "Wilma": {
        "details": {
          "category": "3",
          "date": "October 24, 2005",
          "location": "Southwest Florida",
          "windspeed": "120 mph",
          "pressure": "892 mb",
          "storm surge": "4-8 ft, although some places may have had 10 ft"
        },
        "max": {
          "Max Category": "5",
          "Max Windspeed": "185 mph",
          "Max Pressure": "882 mb"
        },

        "impact": {
          "casualties": "52",
          "houses destroyed": "60",
          "cost": "$29 billion",
          "cost in today's dollars": "$45 billion"
        },
        "facts": "<ul class='h'><ul><li>Hurricane Wilma holds the record for the most intense hurricane as measured by pressure. It has the lowest pressure recorded for a hurricane in the Atlantic with a reading of 882 millibars. </li><li>As the 21<sup>st</sup> named storm in 2005, Wilma broke the record for the most hurricanes in a season.</li><li>Wilma was the last major hurricane to make landfall on the contiguous United States (48 US states that touch) for several years. The next major hurricane to strike occurred 2017 (Hurricane Harvey, category: 4), ending a period of no major hurricanes to hit the US that lasted 11 years and 10 months. </li></ul></ul>",
        "note": ""
      }
    },
    "snowstorms": {
      "Great Blizzard of '88": {
        "details": {
          "date": "March 12 - 14, 1888",
          "location": "East Coast: Maine to Maryland, East Canada",
          "duration": "3 days",
          "total snow amount": "40-60 inches",
          "windspeed": "40-60 mph",
          "lowest temperature": "6°F"
        },
        "impact": {
          "casualties": "400",
          "powerOutages": "trains and telegraph shut down",
          "cost": "at least $20 million",
          "cost in today's dollars": "$810 million"
        },
        "facts": "<ul class='s'><li>The Great Blizzard has a few different names. These include the Great Blizzard of 1888, the Great Blizzard of ’88, the Great White Blizzard, and the Great White Hurricane.</li><li>This snowstorm set the record for the most severe (snowiest) blizzard in recorded United States history with up to 50 inches of snow dropped over 3 days. Some of the snow drifts were 30 feet tall where the wind blew them!</li><li>The blizzard was one of the most unusual blizzards in American history because of its high snow totals, strong winds, lateness in the season, and impact on the people. It was also unexpected because the days prior had been warmer and rainy.</ li></ul>",
        "note": ""
      },
      "Blizzard of '78": {
        "details": {
          "date": "February 5-7, 1978",
          "location": "New England",
          "duration": "3 days",
          "total snow amount": "27 inches",
          "windspeed": "80-110 mph",
          "lowest temperature": "0°F"
        },
        "impact": {
          "casualties": "99",
          "powerOutages": "600,000",
          "cost": "$500 million",
          "cost in today's dollars": "$2 billion"
        },
        "facts": "<ul class='s'><li>Because the snow accumulated (piled up) over a short amount of time, people were stranded for days in their houses or cars. Some left their cars, and others slept in them until they had to be evacuated. </li><li>The Northeastern United States Blizzard of ’78 broke snowfall records in a couple of New England States. Boston received 27 inches, and Providence had 28 inches.</li><li>This storm showed us the importance of emergency preparedness, so people are prepared when storms hit, and everything stops. It also led to improvements in forecasting as well as emergency responses. </li></ul>",
        "note": ""
      },
      "Blizzard of the Century": {
        "details": {
          "date": "March 12 - 14, 1993",
          "location": "the East Coast, Central United States, and Caribbean",
          "duration": "3 days",
          "total snow amount": "depends on the place",
          "windspeed": "120 mph",
          "lowest temperature": "-12°F"
        },
        "impact": {
          "casualties": "270",
          "powerOutages": "10 million people",
          "cost": "5.5 billion",
          "cost in today's dollars": " 11.6 billion"
        },
        "facts": "<ul class='s'><li>The Storm of the Century was a large storm that reached all the way from the Caribbean to Eastern Canada. It covered the whole East Coast and stretched as far inland as western Tennessee and Kentucky. </li><li>The storm was forecast days in advance, and when it came, it showed the importance of accurate forecasting. Forecasters knew it would be a large storm that would travel up the coast, which helped reduce some of the impact of the storm. </li><li>To Southeastern United States people, this storm was an unnamed early hurricane because of its strong winds, tornadoes, and storm surge. Some of the winds reached from 100-120 mph, making it a category 2 or 3 hurricane. It also spawned 11 tornadoes, making it unusual for a winter storm. </li></ul>",
        "note": ""
      }
    },
    "tornadoes": {
      "Tri-State": {
        "details": {
          "date": "March 18, 1925",
          "location": "Missouri, Illinois, Indiana",
          "duration": "3 hours and 30 minutes",
          "path length": "219 miles",
          "windspeed": "greater than 300 mph",
          "ef-rating": "5"
        },
        "impact": {
          "casualties": "695",
          "houses destroyed": "15,000",
          "cost": "$16.5 million",
          "cost in today's dollars": "$286.6 million"
        },
        "facts": "<ul class='t'><li>The Tri-State Tornado crossed three states lines over the course of its life. These included Missouri, Illinois, and Indiana.</li><li>This was and still is the deadliest tornado in United States history. It also holds the record for the second deadliest tornado in world history.</li><li>The tornado was one of the longest-lasting tornadoes. Most last from 10-30 minutes. The Tri-State Tornado lastest 3 and a half hours!</li></ul>",
        "note": ""
      },
      "2011 Super Outbreak": {
        "details": {
          "date": "April 25-28, 2011",
          "location": "Southeastern and some inner Eastern United States",
          "duration": "4 days, although actual tornadoes were much shorter-lived",
          "path length": "total length: about 3,200 miles, single paths were much shorter",
          "windspeed": "about 200 mph",
          "ef-rating": "0-5, most were ef-0 or ef-1, only a few were ef-5"
        },
        "impact": {
          "casualties": "330",
          "houses destroyed": "there are no specific total number, but some sources say about 5000",
          "cost": "$10.2 billion",
          "cost in today's dollars": "13,8 billion"
        },
        "facts": "<ul class='t'><ul><li>The 2011 Super Tornado Outbreak broke the record for the most continuous tornadoes during an outbreak. The four-day event produced over 300 tornadoes.</li><li>This event affected over 15 states with the tracks of around 200 tornadoes counted in the Southeast.</li><li>Tornadoes most commonly form in ‘Tornado Alley,’ which includes Texas, Oklahoma, Kansas, Nebraska, South Dakota, eastern Colorado, and Iowa. However, the tornado outbreak occurred mostly outside of this region (except for Texas), showing that EF-4 and 5 tornadoes can form outside of Tornado Alley.</li></ul></ul>",
        "note": "*This is a collection of tornadoes not a specific tornado event."
      },
      "2011 Joplin Tornado": {
        "details": {
          "date": "May 22, 2011",
          "location": "Joplin, Missouri",
          "duration": "38 minutes",
          "path length": "22 miles",
          "windspeed": "more than 200 mph",
          "ef-rating": "5"
        },
        "impact": {
          "casualties": "158",
          "houses destroyed": "8000",
          "cost": "2.8 billion",
          "cost in today's dollars": "3.8 billion"
        },
        "facts": "<ul class='t'><ul><li>This tornado was so destructive that it created a 6-mile scar through the town. It took about three years to rebuild, and the trees have still not all come back. </li><li>The 2011 Joplin tornado is ranked as one of the deadliest tornadoes in United States history. It currently holds the record for seventh-deadliest.</li><li>The 2011 Joplin tornado also holds the record for the costliest tornado in the Unites States at $2.8 billion dollars in 2011.</li></ul></ul>",
        "note": ""
      }
    }
  }
}
