{
  "weatherSummaries": {
    "clouds": {
      "overview": "We are all familiar with clouds. We often see them as fluffy white puffs on a summer day, a long thin wisp like hair on colder days, or tall, dark masses like the clouds of a storm. Sometimes, they are similar to a flat grey sheet like before it snows. <br><br> We know what they look like, and what they can bring. However, clouds are not the fluffy marshmallows we think they are. So, what are they really? And how do they form?",
      "what": "Clouds are a collection of water vapor or droplets. Sometimes, those droplets freeze and become crystals, and other times, they just rain as water vapor. Clouds also can collect and carry particles like dust. There are three clouds level: high, mid or alto, and low. Higher clouds are colder and wispier, middle are more scaly, and low level are puffier. <br><br> There are several different types of clouds. Each forms in its own conditions, has it own unique shape, and sits on one of the three cloud levels. The three main types of clouds are cumulus, stratus, and cirrus. <br><br> <span><strong>Cumulus</strong></span> <br><br> Cumulus clouds are those fluffy white puffs we see on a sunny summer day. They are the warmer air, fair-weather cloud. Cumulus clouds are generally puffy and white with heaped tops and flatter, silvery bottoms. These clouds are part of the low cloud level. <br><br> <span><strong>Stratus</strong></span> <br><br> Stratus clouds make the sky look grey, although sometimes they break apart letting some sky or sun through. They form in all parts of the years. Strati are low lying, grey clouds that often lead to drizzle, light rain, or snow. Sometimes, strati just make the sky look grey. <br><br> <span><strong>Cirrus</strong></span> <br><br> Cirrus are wispy clouds like hair. They form on cooler days and are always made of ice crystals. These clouds are also fair-weather clouds and are colorful during sunrise or sunset. Cirri are often thin, letting the sun shine through.  These clouds are high-level clouds drifting far above the earth’s surface. <br><br><hr><br> The basic three can merge to create more kinds: cirrocumulus, cirrostratus, altocumulus, altostratus, nimbostratus, cumulonimbus, and stratocumulus. <br><br> <span><strong>Cirrocumulus</strong></span> <br><br> Cirrocumulus clouds are flat white clouds that have a rippled appearance. They are close together and very thin. Cirrocumuli are high level clouds like their Cirrus cousins. Like Cirrus clouds, Cirrocumulus are mostly ice crystals. <br><br> <span><strong>Cirrostratus</strong></span> <br><br> Cirrostratus clouds are thin and nearly transparent like Cirrus clouds. Unlike Cirrus clouds, Cirrostratus can make a sheet that extends across the sky. Since they are so thin, the sun is often seen with a halo. They are the last of the high-level clouds. <br><br><span><strong>Altocumulus</strong></span><br><br>Altocumuli are mid-level clouds with a scaly appearance. These grey or white clouds are a patchy sheetlike cloud. Each scale is small and thin. Altocumuli are the most common mid-level cloud, often appearing alongside other clouds.<br><br><span><strong>Altostratus</strong></span><br><br>Altostrati are big grey or bluish sheets that cover the sky. While they are thin enough to reveal the round shape of the sun, Altostrati are darker and thicker than some of the other cloud types. These clouds sometimes produce a light drizzle. Altostratus clouds are technically mid-level clouds, but sometimes they stretch up into the high-level.<br><br><span><strong>Nimbostratus</strong></span><br><br>Nimbostrati are basically thicker, darker Altostratus clouds. These are thicker than Altostratus, blocking out the sun entirely. These clouds often produce heavier rain or snow. These clouds get lower as they precipitate (rain or snow). Although Altostratus clouds are often low in the sky, they are actually mid-level, sometimes even extending up into the high-level!<br><br><span><strong>Cumulonimbus</strong></span><br><br>Cumulonimbus clouds are thunderstorm clouds. With their thick, puffy, grey appearance, they sometimes look like a wall of clouds. They have flat, plumed tops. These dark clouds sometimes have smaller individual clouds floating around their bases. Cumulonimbus clouds can produce heavy rain, hail, and sometimes tornadoes. Despite their towering appearance, these clouds are actually low-level clouds.<br><br><span><strong>Stratocumulus</strong></span><br><br>Stratocumulus clouds are the last of the cloud types. They are patchy, creating a messy gridded or honeycombed appearance. Like some of the other types, these are made of individual shapes that float close together to give it a patterned appearance. These are also low-level clouds.",
      "how": "Clouds are a cycle. The cycle begins with evaporation, which is when water changes to a gas (water vapor) because of heat like the sun. This water vapor then rises into the sky. Because the air in the sky is cooler than the air at the surface, the water vapor cools as it rises and expands. As the water condenses, the vapor becomes water droplets and sticks together. This makes a cloud. That cloud then either dissipates or drifts through the sky until it precipitates.",
      "facts": "<ul><li>Have you ever looked up at the sky and watched the clouds? They are always changing shape. This is because of evaporation and condensation. If there is too much evaporation, and not enough condensation, the cloud could dissipate. If there is more condensation than evaporation, the cloud could grow.</li><li>Cloud might look light and fluffy, but they actually weigh a lot! Have you ever carried a case of water bottles? Or a beach towel after it is wet? They are heavier than when they are dry. Water has weight, and clouds are literally made of water. NOAA tells us that clouds can weigh millions of tons! They are able to float because the rising air that creates them also keeps them afloat. (USGS) Worried about them falling on you? Don’t! Clouds do sometimes ‘fall’ on us. This is called fog, and you have probably experienced it.</li><li>Have you ever seen a colorful sunset or a pink sunrise? Clouds can have different colors. Usually, we see these colors at dawn or dusk, but they can occur anytime. The colors are a result of light scattering in the atmosphere and in the clouds. Most of the time, the light balances out resulting in white clouds. Sometimes though, there is more of a certain kind of gas in the atmosphere, and that gives the clouds another color that depends on the element. If the colors only occur sometimes, why do we see colors during sunrises and sunsets? It is because the sun it lower in the sky, so the light must pass through more and denser (because it must pass through air closer to the surface) air. This also gives the clouds the colors we see.</li></ul>",
      "imgTile": "./imgs/weatherPics/clouds.jpg",
      "img1": "./imgs/summaryPics/cloudsChart.jpg",
      "img2": "./imgs/summaryPics/cloudFormation.png",
      "srcs": "<ul><li>National Oceanic and Atmospheric Administration. (2023). <em>Ten Basic Clouds</em>. <a href='https://www.noaa.gov/jetstream/clouds/ten-basic-clouds'>https://www.noaa.gov/jetstream/clouds/ten-basic-clouds</a></li><li>Signorino, S. (n.d.). <em>A cloud can weight as much as an airplane? Why doesn't it fall?</em> Water Science School, USGS. <a href='https://www.usgs.gov/media/images/a-cloud-can-weigh-much-airplane-why-doesnt-it-fall#:~:text=Even%20though%20a%20cloud%20weighs,air%20nearer%20the%20land%20surface.'>https://www.usgs.gov/media/images/a-cloud-can-weigh-much-airplane-why-doesnt-it-fall#:~:text=Even%20though%20a%20cloud%20weighs,air%20nearer%20the%20land%20surface.</a></li><li>National Oceanic and Atmospheric Administration (NOAA). (2023, July, 28). <em>Clouds</em>. NOAA. <a href='https://www.noaa.gov/jetstream/clouds'>https://www.noaa.gov/jetstream/clouds</a></li></ul>"
    },
    "fog": {
      "what": "",
      "how": "",
      "facts": "",
      "imgTile": "./imgs/weatherPics/fog.jpg",
      "img1": "",
      "img2": "",
      "img3": ""
    },
    "hail": {
      "what": "",
      "how": "",
      "facts": "",
      "imgTile": "./imgs/weatherPics/hail.jpg",
      "img1": "",
      "img2": "",
      "img3": ""
    },
    "hurricanes": {
      "what": "Hi! I'm a hurricane!",
      "how": "",
      "facts": "",
      "imgTile": "./imgs/weatherPics/hurricane.jpg",
      "img1": "./imgs/summaryPics/hurricaneStrength.jpg",
      "img2": "./imgs/summaryPics/hurricaneDiagram.png",
      "img3": ""
    },
    "lightning": {
      "what": "",
      "how": "",
      "facts": "",
      "imgTile": "./imgs/weatherPics/lightning.jpg",
      "img1": "",
      "img2": "",
      "img3": ""
    },
    "mist": {
      "what": "",
      "how": "",
      "facts": "",
      "imgTile": "./imgs/weatherPics/mist.jpg",
      "img1": "",
      "img2": "",
      "img3": ""
    },
    "rain": {
      "overview": "You have likely experienced rain, even if it is just a small amount. Although some places receive much more than others, most places in the world receive rain at some point. Rain creates puddles, waters outside plants, and brings water necessary for life. Some people and animals depend on rainwater. <br><br>So, what is rain? Where does it come from? How does it form?",
      "what": "Rain is a type of precipitation, which is “any form of water particle, whether liquid or solid, that falls from the atmosphere and reaches the ground.” (NWS) These water droplets can fall in the form of snow, sleet, hail, or <strong>rain</strong>. Rain is when liquid water falls from the sky in the form of droplets. <br><br>   Rain can have different names depending on how heavy the rain is. A drizzle is a lighter rain as is a sprinkle. These get you a little wet, but it takes some time. A downpour or deluge is a much heavier rain that soaks you almost immediately. Sometimes, it can be some heavy it is hard to see through! Rain is the middle ground between the two: not light but not heavy either.",
      "how": "<p>Rain is part of the hydrologic, or water, cycle since it is the way water gets from the clouds back to earth. Rain is formed inside clouds. At first, the water droplets are too small and light to fall. But, through one of two processes, those droplets grow to become some form of rain (drizzle, rain, downpour…). <br><br>The first process is “collision and coalescence, or warm rain process, where cloud droplets of varying size, with their different fall speeds, collide and stick together (coalesce), forming larger droplets.” (NOAA, 2023) <br><br>One of the ways drops can grow is by bouncing into each other and sticking. In this way, the droplets acquire both weight and size. They are able to gain more water by uniting.<br><br>The second process uses ice crystals. “[It] occurs in colder clouds when both ice crystals and water droplets are present. Water vapor more easily deposits directly onto ice crystals rather than coalesces as liquid drops.” (NOAA, 2023)<br><br>This second process means that rather than water sticking to other water droplets and merging, the water lands on the ice. This similar to the way icicles are formed. Water sticks to colder surfaces more. It runs off warmer ones. That is why the crystal process is found in colder clouds, and the collision process in warmer ones.<br><br>Using either or both of these processes, the water droplets eventually grow in size and weight until they are heavy enough to fall to earth as some form of precipitation. In this case, the water falls back to earth as a type of rain.</p>",
      "facts": "",
      "imgTile": "./imgs/weatherPics/rain.jpg",
      "img1": "./imgs/summaryPics/precipTypes.png",
      "img2": "./imgs/summaryPics/waterCycle.jpg",
      "srcs": "<ul><li>National Weather Service (NWS). (n.d.). Types of precipitation. NWS. https://www.weather.gov/Jetstream/preciptypes#</li><li>National Oceanic and Atmospheric Administration (NOAA). (2023, September 8). Precipitation. NOAA. https://www.noaa.gov/jetstream/atmosphere/precipitation</li><li>Boudreau, D., Costa, H., Hall, H., Hunt, J., McDaniel, M., Ramroop, T., Rutledge, K., Sprout, E., Teng, S. (2023, October 19). Rain. National Geographic. https://education.nationalgeographic.org/resource/rain/</li></ul>"
    },
    "rainbows": {
      "what": "",
      "how": "",
      "facts": "",
      "imgTile": "./imgs/weatherPics/rainbow.jpg",
      "img1": "",
      "img2": "",
      "img3": ""
    },
    "snow": {
      "what": "",
      "how": "",
      "facts": "",
      "imgTile": "./imgs/weatherPics/snow.jpg",
      "img1": "",
      "img2": "",
      "img3": ""
    },
    "thunderstorms": {
      "what": "",
      "how": "",
      "facts": "",
      "imgTile": "./imgs/weatherPics/thunderstorm.jpg",
      "img1": "",
      "img2": "",
      "img3": ""
    },
    "tornadoes": {
      "what": "",
      "how": "",
      "facts": "",
      "imgTile": "./imgs/weatherPics/tornado.jpg",
      "img1": "",
      "img2": "",
      "img3": ""
    },
    "wind": {
      "what": "",
      "how": "",
      "facts": "",
      "formula": "",
      "imgTile": "./imgs/weatherPics/wind.jpg",
      "img1": "",
      "img2": "",
      "img3": ""
    }
  }
}
