{
  "weatherSummaries": {
    "clouds": {
      "overview": "<p>We are all familiar with clouds. We often see them as fluffy white puffs on sunny days, long thin wisps like hair on colder days, or tall, dark masses like the clouds of a storm. Sometimes, they are like a flat grey sheet like before it snows.</p><p>We know what they look like, and what they can bring. However, clouds are not the fluffy marshmallows we think they are. So, what are they really? And how do they form?</p>",
      "what": "Clouds are a collection of water vapor or droplets. Sometimes, those droplets freeze and become crystals, and other times, they just rain as water vapor. Clouds also can collect and carry particles like dust. There are three clouds level: high, mid or alto, and low. Higher clouds are colder and wispier, middle are more scaly, and low level are puffier. <br><br> There are several different types of clouds. Each forms in its own conditions, has it own unique shape, and sits on one of the three cloud levels. The three main types of clouds are cumulus, stratus, and cirrus. <br><br> <span><strong>Cumulus</strong></span> <br><br> Cumulus clouds are those fluffy white puffs we see on a sunny summer day. They are the warmer air, fair-weather cloud. Cumulus clouds are generally puffy and white with heaped tops and flatter, silvery bottoms. These clouds are part of the low cloud level. <br><br> <span><strong>Stratus</strong></span> <br><br> Stratus clouds make the sky look grey, although sometimes they break apart letting some sky or sun through. They form in all parts of the years. Strati are low lying, grey clouds that often lead to drizzle, light rain, or snow. Sometimes, strati just make the sky look grey. <br><br> <span><strong>Cirrus</strong></span> <br><br> Cirrus are wispy clouds like hair. They form on cooler days and are always made of ice crystals. These clouds are also fair-weather clouds and are colorful during sunrise or sunset. Cirri are often thin, letting the sun shine through.  These clouds are high-level clouds drifting far above the earth’s surface. <br><br><hr><br> The basic three can merge to create more kinds: cirrocumulus, cirrostratus, altocumulus, altostratus, nimbostratus, cumulonimbus, and stratocumulus. <br><br> <span><strong>Cirrocumulus</strong></span> <br><br> Cirrocumulus clouds are flat white clouds that have a rippled appearance. They are close together and very thin. Cirrocumuli are high level clouds like their Cirrus cousins. Like Cirrus clouds, Cirrocumulus are mostly ice crystals. <br><br> <span><strong>Cirrostratus</strong></span> <br><br> Cirrostratus clouds are thin and nearly transparent like Cirrus clouds. Unlike Cirrus clouds, Cirrostratus can make a sheet that extends across the sky. Since they are so thin, the sun is often seen with a halo. They are the last of the high-level clouds. <br><br><span><strong>Altocumulus</strong></span><br><br>Altocumuli are mid-level clouds with a scaly appearance. These grey or white clouds are a patchy sheetlike cloud. Each scale is small and thin. Altocumuli are the most common mid-level cloud, often appearing alongside other clouds.<br><br><span><strong>Altostratus</strong></span><br><br>Altostrati are big grey or bluish sheets that cover the sky. While they are thin enough to reveal the round shape of the sun, Altostrati are darker and thicker than some of the other cloud types. These clouds sometimes produce a light drizzle. Altostratus clouds are technically mid-level clouds, but sometimes they stretch up into the high-level.<br><br><span><strong>Nimbostratus</strong></span><br><br>Nimbostrati are basically thicker, darker Altostratus clouds. These are thicker than Altostratus, blocking out the sun entirely. These clouds often produce heavier rain or snow. These clouds get lower as they precipitate (rain or snow). Although Altostratus clouds are often low in the sky, they are actually mid-level, sometimes even extending up into the high-level!<br><br><span><strong>Cumulonimbus</strong></span><br><br>Cumulonimbus clouds are thunderstorm clouds. With their thick, puffy, grey appearance, they sometimes look like a wall of clouds. They have flat, plumed tops. These dark clouds sometimes have smaller individual clouds floating around their bases. Cumulonimbus clouds can produce heavy rain, hail, and sometimes tornadoes. Despite their towering appearance, these clouds are actually low-level clouds.<br><br><span><strong>Stratocumulus</strong></span><br><br>Stratocumulus clouds are the last of the cloud types. They are patchy, creating a messy gridded or honeycombed appearance. Like some of the other types, these are made of individual shapes that float close together to give it a patterned appearance. These are also low-level clouds.",
      "how": "Clouds are a cycle. The cycle begins with evaporation, which is when water changes to a gas (water vapor) because of heat like the sun. This water vapor then rises into the sky. Because the air in the sky is cooler than the air at the surface, the water vapor cools as it rises and expands. As the water condenses, the vapor becomes water droplets and sticks together. This makes a cloud. That cloud then either dissipates or drifts through the sky until it precipitates.",
      "facts": "<ul><li>⛅ Have you ever looked up at the sky and watched the clouds? They are always changing shape. This is because of evaporation and condensation. If there is too much evaporation, and not enough condensation, the cloud could dissipate. If there is more condensation than evaporation, the cloud could grow.</li><li>⛅ Cloud might look light and fluffy, but they actually weigh a lot! Have you ever carried a case of water bottles? Or a beach towel after it is wet? They are heavier than when they are dry. Water has weight, and clouds are literally made of water. NOAA tells us that clouds can weigh millions of tons! They can float because the rising air that creates them also keeps them afloat. (USGS) Worried about them falling on you? Don’t worry! Clouds do sometimes 'fall'on us. This is called fog, and you have probably experienced it.</li><li>⛅ Have you ever seen a colorful sunset or a pink sunrise? Clouds can have different colors. Usually, we see these colors at dawn or dusk, but they can occur anytime. The colors are a result of light scattering in the atmosphere and in the clouds. Most of the time, the light balances out resulting in white clouds. Sometimes though, there is more of a certain kind of gas in the atmosphere, and that gives the clouds another color that depends on the element. If the colors only occur sometimes, why do we see colors during sunrises and sunsets? It is because the sun is lower in the sky, so the light must pass through more and denser (because it must pass through air closer to the surface) air. This also gives the clouds the colors we see.</li></ul>",
      "imgTile": "./imgs/weatherPics/clouds_xsmall.webp",
      "img1": "../imgs/summaryPics/cloudsChartChanged.webp",
      "img2": "../imgs/summaryPics/cloudFormation_medium.webp",
      "srcs": "<ul><li>⛅ National Oceanic and Atmospheric Administration. (2023). <em>Ten Basic Clouds</em>. <a href='https://www.noaa.gov/jetstream/clouds/ten-basic-clouds'>https://www.noaa.gov/jetstream/clouds/ten-basic-clouds</a></li><li>⛅ Signorino, S. (n.d.). <em>A cloud can weigh as much as an airplane? Why doesn't it fall?</em> Water Science School, USGS. <a href='https://www.usgs.gov/media/images/a-cloud-can-weigh-much-airplane-why-doesnt-it-fall#:~:text=Even%20though%20a%20cloud%20weighs,air%20nearer%20the%20land%20surface.'>https://www.usgs.gov/media/images/a-cloud-can-weigh-much-airplane-why-doesnt-it-fall#:~:text=Even%20though%20a%20cloud%20weighs,air%20nearer%20the%20land%20surface.</a></li><li>⛅ National Oceanic and Atmospheric Administration (NOAA). (2023, July 28). <em>Clouds</em>. NOAA. <a href='https://www.noaa.gov/jetstream/clouds'>https://www.noaa.gov/jetstream/clouds</a></li></ul>"
    },
    "fog": {
      "overview": "<p>Have you ever looked outside and the whole world looks cloudy? Foggy days often look like a cloud just settled right on the ground. Sometimes, it is lighter, and you can see a little way through it. Other times, it can look like you are standing in a cloud, and you cannot see far ahead. Depending on where you live, you may see fog all the time or you might only see it on occasion. Even if you have not seen it in nature, you have probably seen foggy windows, which gives you an idea about what fog looks like.</p><p>What is it? Where does it come from?</p>",
      "what": "<p>Fog is basically a cloud that is sitting on the ground. It is made up of water droplets suspended in the air much like mist. However, mist and fog are not the same. Mist is thin and light. It is nearly transparent with a dreamlike feel. Fog is thick and dense. It limits visibility much more than mist and while mist looks like a wisp of steam, fog looks more like a cloud.</p><p>How far you can see (visibility) during a fog is determined by how thick it is. A very thick fog can obscure roads, people, and even bridges! It is hard to see through it, and sometimes, it is so dense, you cannot see what is in front of you! Other times, it is much lighter (but still thicker and denser than mist), and you can see further (<1km or 0.62ft). </p>",
      "how": "<p>There are different types of fog, and each form in a similar, yet different way. These different fog types include advection, radiation, mixing, hail, and valley. All of the fog types consist of particles of dust, ice, or pollution in the atmosphere. They also need water vapor and close but different temperatures to form. Fog often forms as water vapor condenses around particles in the air.</p><p>Advection fog rolls in as warm air that passes over a cold surface like water or air. When the warm air is cooled by the cold air/surface below, the water vapor in the air condenses to create a cloud on the ground (fog). Radiation fog happens during the night when the skies are clear. The ground, which has absorbed heat all day, releases heat back into the atmosphere as it cools off. If there is enough water vapor or humidity in the air, fog can form. Valley fog is similar to radiation fog, except it forms on mountains. When the air cools the fog flows down the mountainside into the valley. Mixing fog happens when the humidity is high, and the warm, wet air meets cooler, drier air. This usually happens in one of two ways: cold air rolls over warm water or warm rain meets colder air near the ground. Hail fog forms after a hailstorm. Hailstone (or cold ball of ice) cool the warm, wet air around them creating fog.</p>",
      "facts": "<ul class='fog'><li>Did you know trees and plants help contribute to the water vapor that can become fog? They can! Trees and other plants transpire, meaning they release water vapor into the air. If that water vapor is a different temperature than the air and there is enough humidity (water in the air), fog can form!</li><li>Love photography, art, or writing? Mist and fog can both play a part. Mist can give your work a mystical, dreamlike quality. In photos, mist changes the light as it passes through the water vapor. In art, mist can give your project a magical feel because of its softness and mysteriousness. In writing, mist can be used to create fantasy worlds with drifting magic or a timeless, ethereal ambience.<br><br>Fog has a different meaning. With it heavier, denser qualities, fog is often used as mystery and suspense instead of mist’s light, dreamy feel. In photos and art, fog can shroud a place giving it a clouded, hidden look. In writing, fog can be used to create a feeling of mystery and suspense or provide the possibility of hidden people or places lurking partly or out of sight.</li></ul>",
      "imgTile": "./imgs/weatherPics/fog_xsmall.webp",
      "img1": "https://cdn2.picryl.com/photo/2016/12/31/san-francisco-golden-gate-bridge-in-fog-538c12-1024.jpg ",
      "img2": "../imgs/summaryPics/fogVSmist_medium.webp",
      "srcs": "<ul class='fog'><li>Boudreau, D., Costa, H., Hall, H., Hunt, J., McDaniel, M., Ramroop, T., Rutledge, K., Sprout, E., Teng, S. (2023, October 19). <em>Fog</em>. National Geographic. <a href=’ https://education.nationalgeographic.org/resource/fog/’> https://education.nationalgeographic.org/resource/fog/</a></li><li>National Weather Service (NWS). (2024). <em>How fog forms</em>. National Oceanic and Atmospheric Administration (NOAA). <a href=’ https://www.weather.gov/lmk/fog_tutorial’> https://www.weather.gov/lmk/fog_tutorial</a></li><li>Михайло Пецкович. CC BY-SA 4.0. Wikimedia Commons. <a href=’ https://creativecommons.org/licenses/by-sa/4.0’> https://creativecommons.org/licenses/by-sa/4.0</a></li></ul>"
    },
    "hail": {
      "overview": "<p>Have you ever seen little (or maybe not so little) ice balls fall from the sky? Mostly likely, you have not. These ice balls are called hail, and depending on where you live, you may or may not have seen them. Hail can be a part of severe thunderstorms. It does not come with all thunderstorms though; there are many that do not produce hail.</p><p> What is hail? How does it form?</p>",
      "what": "<p>Hail is a form of precipitation like rain or snow. However, instead of having liquid droplets like rain or light snowflakes like snow, hail produces balls or lumps of ice called hailstones. Hailstones can be as large as a grapefruit or as small as a pea. Hailstones can be damaging and deadly if they reach a certain size. The smaller ones are less harmful and just make the ground slippery in the way marbles all over the floor can be. The large ones, however, can dent cars and punch holes through windshields.</p>",
      "how": "<p>Hailstones form from water droplets. These water droplets are not regular rain-y water droplets though. The water droplets that become the core of the hailstones are carried up into the thunderstorm by updrafts. The droplets are then supercooled, which means they are liquid at temperatures below freezing (32&deg;F). These supercooled water droplets readily freeze to other particles in the cloud. These particles can be dust, ice, or other water droplets. This frozen chunk of ice with its supercooled water droplet center and particle outside is the hailstone core. (National Geographic, 2023)</p><p>The hailstone core drops from the top of the cloud. It gathers more matter: ice, dust, and water—it must be liquid water—on the way. Before it can fall out of the cloud, the updraft (an upward current of warm air at the front of the storm) forces it back upward where it continues to freeze and grow. Depending on the size of the hailstone and the strength of the updraft, the hailstone core could rise and fall many times before falling to earth or it could fall on the first or second time.</p> ",
      "facts": "<ul class='hail'><li>Quick Quiz! Are hailstones clear like ice? Or cloudy like frost? Trick question! They can actually be either. Whether the hailstones are clear or cloudy depends on how quickly they freeze. Slower freezes let the air escape, leaving clear ice. Fast freezes trap the air inside making them cloudy. Hailstones have layers, so they can end up having both clear and cloudy ice. (Britannica, 2024)</li><li>Is it possible to have enough hail to need a snow plow? Yes! In some places, instead of receiving large hailstones, they have many smaller ones that build up in ‘hail swaths’ or drifts! (NSSL, 2024) </li><li>Which places get the most hail? Any guesses? The answer is mid-latitude places like Colorado, Wyoming, and Nebraska. The bordering section of these three states is called ‘hail alley.’ Hailstorms also occur outside the United States in places like China, Russia, India, and Northern Italy. (NSSL) </li></ul>",
      "imgTile": "./imgs/weatherPics/hail_xsmall.webp",
      "img1": "../imgs/summaryPics/hailstoneSizes_medium.webp",
      "img2": "../imgs/summaryPics/hurricaneStrength_medium.webp",
      "srcs": "<ul class='hail'><li>National Geographic. (2023, October 19). <em>Hail.</em> National Geographic. <a href=’https://education.nationalgeographic.org/resource/hail-ee/’>https://education.nationalgeographic.org/resource/hail-ee/</a></li><li>Britannica, T. Editors of Encyclopaedia. (2024, February 5). <em>Hail.</em> Encyclopedia Britannica. <a href=’https://www.britannica.com/science/hail-meteorology’> https://www.britannica.com/science/hail-meteorology </a></li><li>National Severe Storms Laboratory (NSSL). (2024, February 8). <em>Severe weather 101 – Hail basics.</em> National Oceanic and Atmospheric Administration (NOAA). <a href=’ https://www.nssl.noaa.gov/education/svrwx101/hail/’>https://www.nssl.noaa.gov/education/svrwx101/hail/</a></li><li>Encyclopædia Britannica. (2024, February 2). <em>Thunderstorm: hail production.</em> Encyclopædia Britannica. <a href=’ https://www.britannica.com/science/hail-meteorology#/media/1/251802/161933’> https://www.britannica.com/science/hail-meteorology#/media/1/251802/161933</a></li></ul>"
    },
    "hurricanes": {
      "overview": "<p>Unless you live in the Eastern half of the United States, the Caribbean, or a country bordering the Pacific Ocean like the Philippines, you likely have not seen or heard about hurricanes. These storms form over and come off the oceans. They are not land-born events. If you have seen or heard of them, you probably know of their fierce winds and pouring rains. </p><p>What are they? How do they form? Where do they come from?</p>",
      "what": "<p>Hurricanes are huge, spinning storms that form over the oceans. They are rotating storms with organized thunderstorms. To be a hurricane, a tropical cyclone (or storm) must have windspeeds of at least 74 miles per hour. Weaker hurricanes with winds below 74 miles per hour are called tropical storms (minimum wind speeds 39 miles per hour). Hurricanes have three main parts: the eye, the eye wall, and the rainbands.</p><p> The eye is the calm center of the storm. Sometimes, there is even blue sky! Surrounding the eye, however, is the roughest part of the storm: the eyewall. The eyewall is where the winds and rainfall are most concentrated, so it is the stormiest part. The rainbands are windy and rainy, but the strength depends on which part of the rainband. The further from the storm they are, the weaker they are. The size of the rainbands determines the size of the storm. (National Geographic, 2024)</p><p> The strength of the hurricane is determined by the winds of the storm. Hurricanes are classified as one of five categories on the Saffir-Simpson Hurricane Wind Scale, unless the winds are too weak (below 73)—then they are tropical storms (39-73 miles per hour). Category 1 and 2 hurricanes are just called hurricanes. However, Category 3, 4, or 5 hurricanes are major hurricanes with wind speeds of 111 or greater. (National Geographic, 2024)</p>",
      "how": "<p>Hurricanes usually take days to form. They begin as tropical waves with water temperatures of at least 80&deg;F. As the warm water evaporates, it creates a pocket of low-pressure beneath it. Air rushes in to fill the space, and that air rises and cools, creating clouds, which start or build on an existing thunderstorm systems. The air that rushes in swirls as it rises is much like an upside-down toilet. This swirling and movement of air creates the winds of the hurricane. Once the air condensates and becomes clouds, it swirls back down on the outside of the hurricane. The swirling air on the outside is wind too! Whether the air is swirling upward or downward, it is driven by the spinning of the earth.</p>",
      "facts": "<ul><li>🌀 Did you know hurricanes have different names based on where they are? They do! In the Atlantic, hurricanes are called hurricanes. However, hurricanes in the Northwest Pacific, they are called typhoons. Hurricanes in the South Pacific and Indian Ocean are known as cyclones. Whether you call them hurricanes, typhoons, or cyclones, they are the same type of storm just in a different part of the world! (National Geographic Kids)</li><li>🌀 Did you know that hurricanes spin different ways based on whether they are in the Northern or Southern hemisphere? While hurricanes in the Northern hemisphere spin counterclockwise, they spin clockwise in the Southern hemisphere! They are go in the opposite direction! This is because of something called Corolis force, which happens because of the earth’s rotation. (National Geographic Kids)</li><li>🌀 Did you know the right side of the hurricane (based on the direction it is moving) is the most dangerous? It is! The front-right quadrant has the most tornadoes, storm surge, and winds! This is because the wind is pushing forward the strongest there.</li></ul>",
      "imgTile": "./imgs/weatherPics/hurricane_xsmall.webp",
      "img1": "../imgs/summaryPics/hurricaneStrength_medium.webp",
      "img2": "../imgs/summaryPics/hurricaneIngredients_medium.webp",
      "img3": "../imgs/summaryPics/hurricaneDiagram_medium.webp",
      "srcs": "<ul class='hImgs'><li>National Geographic. (2024). <em>Hurricane.</em> National Geographic Society.<a href='https://education.nationalgeographic.org/resource/hurricane/'>https://education.nationalgeographic.org/resource/hurricane/ </a></li><li>National Oceanic and Atmospheric Administration (NOAA). (2023, August 24). <em>How do hurricanes form?</em> NOAA. <a  href='https://oceanservice.noaa.gov/facts/how-hurricanes-form.html#:~:text=Warm%20ocean%20waters%20and%20thunderstorms,enhancing%20shower%20and%20thunderstorm%20activity.'>https://oceanservice.noaa.gov/facts/how-hurricanes-form.html#:~:text=Warm%20ocean%20waters%20and%20thunderstorms,enhancing%20shower%20and%20thunderstorm%20activity.</a> </li><li>National Geographic Kids. (n.d.). <em>Ten facts about hurricanes!</em> National Geographic. <a href='https://www.natgeokids.com/uk/discover/geography/physical-geography/hurricanes/'>https://www.natgeokids.com/uk/discover/geography/physical-geography/hurricanes/</a></li></ul>"
    },
    "lightning": {
      "overview": "<p>At some point in your life, you have likely seen lightning. It lights up the sky during thunderstorms. It flashes making the clouds light up. It streaks across the sky. Sometimes, it forks. Every so often, it strikes something like a tree, the ground, or something else. Lightning can be fun to watch, but it is also dangerous and should be watched from inside a safe building, house, or car.</p><p>What is lightning? Where does it come from?</p>",
      "what": "<p>Lightning is an electrical charge. It is a much stronger and dangerous version of static electricity which you can create by rubbing against something like carpet and then touching someone or something else. You can feel the transfer of electricity as a small zap or shock. Lightning does this on a much larger scale. It can zap too, but its shocks can by harmful or deadly. If you see lightning or hear thunder, <strong>GO INSIDE NOW! </strong></p><p>There are three types of lightning: intracloud (or inside the cloud), cloud-to-cloud, and cloud-to-ground. Intracloud happens inside the storm cloud. Cloud-to-cloud is when lightning strikes from one cloud to another. Cloud-to-ground is the most dangerous (they can all be dangerous though!) because it strikes the ground. It usually hits tall objects like skyscrapers and trees, but it can also strike the open field, people, and other things.</p>",
      "how": "<p>Lightning is the connection between positive and negative charges. Those charges begin with water droplets and small ice crystals in the cloud. As the water droplets and ice crystals move around in the cloud, they collide with each other. Those collisions create electrical charges. The charges build up over time, and as they do, they begin to gather by type. The positive charges (+) and the neutral charges (n) rise and collect at the top of the cloud. The negative charges (-) cluster at the bottom of the cloud. (National Geographic, 2023)</p><p>Electrical charges are kind of like magnets: opposite attract. The positive and negative charges want to connect, and when they do, they create lightning. Sometimes, this happens inside the cloud when the positive charges higher up in the cloud connect to the negative charges at the bottom. This is intracloud lightning. Other times, the connection occurs between clouds if the charges in them differ. This is called cloud-to-cloud. The third kind of lightning is cloud-to-ground. Negative charges reach down toward the ground, and when they get close enough, positive charges start to build up and create rising sparks. These positive charges cluster around anything that sticks up from the ground: trees, buildings, people, and blades of grass (among other things). As the positive charges build up, they reach higher into the sky, and the negative reach down to meet them. When the two connect, lightning strikes. (NSSL, 2024)</p>",
      "facts": "<ul class='lightning'><li>How hot is lightning? Is it (a) 500&deg;F (b) 5,000&deg;F or (c) 50,000&deg;F? The answer is (c) 50,000&deg;F! That is hot! The surface of the sun is 10,000&deg;F, so lightning is actually hotter! (National Geographic, 2023) Although this might seem impossible, it is true because we are only comparing the surface of the sun. The center of the sun is many times hotter than lightning.</li><li>Did you know that some things conduct electricity better than others? Metal and water are both excellent conductors. This means that lightning flows across it easily. They <em>do not</em> attract lightning. They are still dangerous though, just for a different reason: if it is struck and you touch it, you could get zapped. Stay away from water (this includes puddles and other water), metal (fences, bikes, and other metal objects), and tall objects like trees and telephone poles.</li><li>Q&A: are there any safe places outside? No. The answer is no. Tall objects are more likely to be struck. Metal or wet objects conduct electricity. Even places like open fields are not safe: lightning can and does strike the ground sometimes. When you hear thunder or see lightning, get inside! If you cannot get to shelter, crouch down, but do not lay down! People are objects, too. National Geographic suggests standing “at least…15 feet from anyone else.” (National Geographic, 2023)</li></ul>",
      "imgTile": "./imgs/weatherPics/lightning_xsmall.webp",
      "img1": "https://upload.wikimedia.org/wikipedia/commons/7/78/Lightning_%28128955981%29.jpeg",
      "img2": "../imgs/summaryPics/lightningTypes_medium.webp",
      "srcs": "<ul class='lightning'><li>Boudreau, D., Costa, H., Hall, H., Hunt, J., McDaniel, M., Ramroop, T., Rutledge, K., Sprout, E., Teng, S. (2023, October 19). <em>Lightning</em>. National Geographic. <a href=’ https://education.nationalgeographic.org/resource/lightning/’>https://education.nationalgeographic.org/resource/lightning/</a></li><li>National Severe Storms Laboratory (NSSL). (2024). <em>Severe weather 101 – Lightning</em>. National Oceanic and Atmospheric Administration (NOAA). <a href=’ https://www.nssl.noaa.gov/education/svrwx101/lightning/’>https://www.nssl.noaa.gov/education/svrwx101/lightning/</a></li></ul>"
    },
    "mist": {
      "overview": "<p>At some point, you have probably seen mist. It looks like an area is partly hidden in a cloud. It is thin and light, and while a little cloudy, you can still see through it. You have likely seen pictures of mountains, lakes, or forests with a very light cloud layer around them. </p><p>What is mist? Where does it come from?</p>",
      "what": "<p>Mist is water vapor that is suspended in the air. Instead of falling like rain, it just hangs, although sometimes it can fall as a very light drizzle. It is usually found near water sources like lakes, coastal areas like beaches, humid places like forests, and high places like mountains. Mist can be found all over the world. It is thin and mostly easy to see through. When the sun touches it, it evaporates.</p>",
      "how": "<p>Mist can be formed in a couple of ways. One way mist is formed is when warm, moist air moves over a cooler area of land. The sudden cooling causes the water vapor to condense forming a thin, transparent cloud. Another way mist can be formed is when cool air falls. Because of its low moisture content, some water molecules are left behind just hanging in the air! This type often forms in the mornings and dissipates as the sun rises and the water vapor evaporates. Mist can form a third way as well. This way happens when water lands on a warm or hot surface, and the water turns to steam. That steam hangs in the air as mist. (National Geographic, 2023)</p>",
      "facts": "<ul class='mistyFacts'><li>Did you know that mist and drizzle are sometimes used to describe the same thing? They are! Because the veil of falling water is so thin and slow, it hangs in the air as it falls. This is called drizzle. It is also sometimes known as mist, since it makes everything ‘misty’. (Britannica, 2023)</li><li>Do you consider mist a water source? No? Yes? Maybe? The answer is yes! It can serve as a water source to both people and trees. Forest and other plants absorb the moisture. Some plants like cacti have even adapted to better take in the water provided by mists and fogs! People in drier places capture the water droplets to use as their water supply. (Water Education Foundation, 2022)</li><li>The world looks…foggy? Misty? What is the difference? They both are basically clouds on the ground! The difference is mainly in visibility (how far you can see). With mist, the grey cloud veil is thin and pretty easy to see through. You should be able to see at least 1km (0.6 miles) in front of you. Fog, on the other hand, is much thicker decreasing your visibility to less than 1km. Mist also evaporates faster because it is thinner. When the sun touches and warm its, it burns off quickly. Fog usually sticks around, clouding the world. (International Cloud Atlas, 2017)</li></ul>",
      "imgTile": "./imgs/weatherPics/mist_xsmall.webp",
      "img1": "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/7a33c432-1490-404f-a4a4-d7581496f5b5/dbep8x4-4b24ed83-c5f7-4134-8e3c-4295e60af8cc.jpg/v1/fill/w_1280,h_794,q_75,strp/misty_forest_path_by_dzorma_dbep8x4-fullview.jpg?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7ImhlaWdodCI6Ijw9Nzk0IiwicGF0aCI6IlwvZlwvN2EzM2M0MzItMTQ5MC00MDRmLWE0YTQtZDc1ODE0OTZmNWI1XC9kYmVwOHg0LTRiMjRlZDgzLWM1ZjctNDEzNC04ZTNjLTQyOTVlNjBhZjhjYy5qcGciLCJ3aWR0aCI6Ijw9MTI4MCJ9XV0sImF1ZCI6WyJ1cm46c2VydmljZTppbWFnZS5vcGVyYXRpb25zIl19.e-wId99ISgV1BeqC8vdZUQEkPFSX8bO5RPlKdUsCCCY",
      "img2": "https://freerangestock.com/sample/57356/photo.jpg",
      "srcs": "<ul class='mistyFacts'><li>Boudreau, D., Costa, H., Hall, H., Hunt, J., McDaniel, M., Ramroop, T., Rutledge, K., Sprout, E., Teng, S. (2023, October 19). <em>Mist.</em> National Geographic. <a href='https://education.nationalgeographic.org/resource/mist/'>https://education.nationalgeographic.org/resource/mist/</a></li><li>Britannica, T. Editors of Encyclopaedia. (2023, October 16). <em>Mist.</em> Encyclopedia Britannica. <a href='https://www.britannica.com/science/mist-weather'>https://www.britannica.com/science/mist-weather</a></li><li>Water Education Foundation. (2022, June 6). Blog (Reprint): Demystifying mist as a source of water supply. Water Education Foundation. <a href='https://www.watereducation.org/aquafornia-news/blog-reprint-demystifying-mist-source-water-supply'>https://www.watereducation.org/aquafornia-news/blog-reprint-demystifying-mist-source-water-supply</a> </li><li>International Cloud Atlas. (2017). <em>Fog compared with mist.</em> World Meteorological Organization (WMO). <a href='https://cloudatlas.wmo.int/en/fog-compared-with-mist.html'>https://cloudatlas.wmo.int/en/fog-compared-with-mist.html</a> </li></ul>"
    },
    "rain": {
      "overview": "You have likely experienced rain, even if it is just a small amount. Although some places receive much more than others, most places in the world receive rain at some point. Rain creates puddles, waters outside plants, and brings water necessary for life. Some people and animals depend on rainwater. <br><br>So, what is rain? Where does it come from? How does it form?",
      "what": "Rain is a type of precipitation, which is “any form of water particle, whether liquid or solid, that falls from the atmosphere and reaches the ground.” (NWS) These water droplets can fall in the form of snow, sleet, hail, or <strong>rain</strong>. Rain is when liquid water falls from the sky in the form of droplets. <br><br>   Rain can have different names depending on how heavy the rain is. A drizzle is a lighter rain as is a sprinkle. These get you a little wet, but it takes some time. A downpour or deluge is a much heavier rain that soaks you almost immediately. Sometimes, it can be some heavy it is hard to see through! Rain is the middle ground between the two: not light but not heavy either.",
      "how": "<p>Rain is part of the hydrologic, or water, cycle since it is the way water gets from the clouds back to earth. Rain is formed inside clouds. At first, the water droplets are too small and light to fall. But, through one of two processes, those droplets grow to become some form of rain (drizzle, rain, downpour…). <br><br>The first process is “collision and coalescence, or warm rain process, where cloud droplets of varying size, with their different fall speeds, collide and stick together (coalesce), forming larger droplets.” (NOAA, 2023) <br><br>One of the ways drops can grow is by bouncing into each other and sticking. In this way, the droplets acquire both weight and size. They are able to gain more water by uniting.<br><br>The second process uses ice crystals. “[It] occurs in colder clouds when both ice crystals and water droplets are present. Water vapor more easily deposits directly onto ice crystals rather than coalesces as liquid drops.” (NOAA, 2023)<br><br>This second process means that rather than water sticking to other water droplets and merging, the water lands on the ice. This similar to the way icicles are formed. Water sticks to colder surfaces more. It runs off warmer ones. That is why the crystal process is found in colder clouds, and the collision process in warmer ones.<br><br>Using either or both of these processes, the water droplets eventually grow in size and weight until they are heavy enough to fall to earth as some form of precipitation. In this case, the water falls back to earth as a type of rain.</p>",
      "facts": "<ul><li>☔ Have you ever looked at the shape of a rain drop? To us, they look tear-shaped with pointy tops and rounder bottoms. However, “they actually look more like chocolate chip cookies…the smallest raindrops are actually spherical…[and] at 2 millimeters [in diameter] raindrops start to flatten because of air pressure pushing up.” (National Geographic, 2023) Imagine! Raindrop cookies falling from the sky… </li><li>☔ Have you ever seen the sky rain fish or tadpoles? Probably not, but as ridiculous as it sounds, it is actually possible. In 1894, tadpoles were reported to be raining on England, and in 2009, a storm rained minnows on Japan! (National Geographic, 2023) How is this possible? National Geographic tells us, “[it] was probably caused by waterspouts, basically tornadoes that form of water…as the vortex descends over an ocean or lake, small aquatic animals may be swept up.” Since the storm does not last forever, those animals later drop (or rain) from the sky.</li><li>☔ Although rain is probably the most common type of weather pattern, some places barely get any if they get any rain at all! The Atacama Desert receives “less than 0.2 inches a year! Some claim that portions…have never received rain in recorded human history.” (Climate.gov, 2015) Antarctica’s polar deserts do not receive much rain either. </li></ul>",
      "imgTile": "./imgs/weatherPics/rain_xsmall.webp",
      "img1": "../imgs/summaryPics/precipTypes_medium.webp",
      "img2": "../imgs/summaryPics/waterCycle_medium.webp",
      "srcs": "<ul><li>☔ National Weather Service (NWS). (n.d.). <em>Types of precipitation.</em> NWS. <a href='https://www.weather.gov/Jetstream/preciptypes#'>https://www.weather.gov/Jetstream/preciptypes#</a></li><li>☔ National Oceanic and Atmospheric Administration (NOAA). (2023, September 8). <em>Precipitation.</em> NOAA. <a href='https://www.noaa.gov/jetstream/atmosphere/precipitation'>https://www.noaa.gov/jetstream/atmosphere/precipitation</a></li><li>☔ Boudreau, D., Costa, H., Hall, H., Hunt, J., McDaniel, M., Ramroop, T., Rutledge, K., Sprout, E., Teng, S. (2023, October 19). <em>Rain.</em> National Geographic. <a href='https://education.nationalgeographic.org/resource/rain/'>https://education.nationalgeographic.org/resource/rain/</a></li><li>☔ Di Liberto, T. (2015, April 16). <em>Flooding in Chile’s Atacama Desert after years'worth of rain in one day.</em> Climate.gov, NOAA. <a href='https://www.climate.gov/news-features/event-tracker/flooding-chile%E2%80%99s-atacama-desert-after-years%E2%80%99-worth-rain-one-day'>https://www.climate.gov/news-features/event-tracker/flooding-chile%E2%80%99s-atacama-desert-after-years%E2%80%99-worth-rain-one-day </a></li></ul>"
    },
    "rainbows": {
      "overview": "<p class='textImgs'>You probably have heard of rainbows at some point. You likely have even seen one at some point, although it probably looked like this: 🌈 or <img src=' https://raw.githubusercontent.com/Tauriel1202/stormwatchers/8172fe4a5e835729f8da46875777caebbe76d4f2/public/imgs/summaryPics/rainbowText.png' alt='rainbow' height='100' width='100'/>. But have you seen a rainbow outside in the sky? The colorful arcs sometimes stretch across the sky after a storm or during a mist. (You can also make them with a prism, but then they are not weather-made rainbows!)</p><p>What are rainbows, and where do they come from?</p>",
      "what": "<p>Rainbows are colorful arcs created by light and water (or prisms). They usually bear the colors: red, orange, yellow, green, blue, indigo, and violet. Some rainbows seem flatter and others look more arced (the way we usually picture them). Rainbows can appear anywhere there is moisture in the air and source of light. </p>",
      "how": "<p>Rainbows are created by a source of light passing through a water droplet. The water droplet refracts (or bends) the light; then, the refracted light reflects (or bounces) and refracts again before leaving the droplet.</p><p>The refracted light of a rainbow forms the colors of the rainbow. These colors appear because each color has a different wavelength, and since they are refracted, the colors separate a little, allowing us to see the rainbow. The colors were always there, but we are not able to see them until they are refracted and reflected. When the colors are together, we see them as white like the sun. (National Geographic, 2023)</p><p>Rainbows do not only form during the day time or after a storm. They can appear during fog, at night, or on a body of water. Fogbows are rainbows that are created during fog. Fog droplets are much smaller than raindrops, so the colors are not nearly as bright. Because of this, they look like white rainbows. These fogbows are also called cloudbows, mistbows, or white rainbows. (International Cloud Atlas, 2017)</p><p>Moonbows can form at night, creating dimmer rainbows than the daytime ones. The moon does not produce light, so the light refracting and reflecting off droplets in the air comes from reflected sunlight or starlight. (National Geographic, 2023)</p><p>Reflected rainbows are made by light passing through the surface of the water and reflecting back. These usually form over bodies of water like lakes or oceans, although occasionally puddles can do it.</p>",
      "facts": "<ul class='textImgs'><li><img src='https://raw.githubusercontent.com/Tauriel1202/stormwatchers/8172fe4a5e835729f8da46875777caebbe76d4f2/public/imgs/summaryPics/rainbowText.png' alt='rainbow list' width='100' height='100'/>Fun Fact! Rainbows are not actually arcs. Although they often appear that way, rainbows are circular. Whether we see them as flat or arced depends on where we are standing. </li class='textImgs'><li><img src='https://raw.githubusercontent.com/Tauriel1202/stormwatchers/8172fe4a5e835729f8da46875777caebbe76d4f2/public/imgs/summaryPics/rainbowText.png' alt='rainbow list' width='100' height='100'/>Is it possible to have two rainbows at a time? What do you think? If it was possible, would they both be red, orange, yellow, green, blue, indigo, and violet? Or would they be something else? More than one rainbow can appear at a time. These are called ‘double rainbows.’  They are formed when the light is reflected twice a water droplet. The colors of a double rainbow are reversed, so violet is on top, red is on the bottom, and the colors in the middle switch as well, making the pattern: violet, indigo, blue, green, yellow, orange, and red. (Wikipedia, 2023)</li class='textImgs'><li><img src='https://raw.githubusercontent.com/Tauriel1202/stormwatchers/8172fe4a5e835729f8da46875777caebbe76d4f2/public/imgs/summaryPics/rainbowText.png' alt='rainbow list' width='100' height='100'/>Can ice crystal create rainbows? Or only water droplets? The answer is yes…and no. Ice crystals can and do create rainbows, although they are part of the halo family. They do, however, look like rainbows. These ice-crystal rainbows are still caused by reflected and refracted light. Their position in the sky gives them their name. Circumhorizontal arcs are straighter, and form close to the horizon. Circumzenithal arcs look like upside-down rainbows because they make a halo or circle around the sun. (Wikipedia, 2023)</li class='textImgs'></ul class='textImgs'>",
      "imgTile": "./imgs/weatherPics/rainbow_xsmall.webp",
      "img1": "https://i1.pickpik.com/photos/717/52/963/rainbow-river-nature-landscape-preview.jpg",
      "img2": "https://images.nationalgeographic.org/image/upload/t_edhub_resource_key_image/v1638889155/EducationHub/photos/rainbow-optics.jpg",
      "srcs": "<ul class='textImgs'><li> <img src='https://raw.githubusercontent.com/Tauriel1202/stormwatchers/8172fe4a5e835729f8da46875777caebbe76d4f2/public/imgs/summaryPics/rainbowText.png' alt='rainbow list' width='100' height='100'/>Evers, J. (2023, October 19). <em>Rainbow</em>. National Geographic. <a href=' https://education.nationalgeographic.org/resource/rainbow/'>https://education.nationalgeographic.org/resource/rainbow/</a></li><li> <img src='https://raw.githubusercontent.com/Tauriel1202/stormwatchers/8172fe4a5e835729f8da46875777caebbe76d4f2/public/imgs/summaryPics/rainbowText.png' alt='rainbow list' width='100' height='100'/>International Cloud Atlas. (2017). <em>Fog bow</em>. World Meteorological Organization (WMO). <a href='https://cloudatlas.wmo.int/en/fog-bow.html'>https://cloudatlas.wmo.int/en/fog-bow.html</a> </li><li> <img src='https://raw.githubusercontent.com/Tauriel1202/stormwatchers/8172fe4a5e835729f8da46875777caebbe76d4f2/public/imgs/summaryPics/rainbowText.png' alt='rainbow list' width='100' height='100'/>Wikipedia contributors. (2023, December 14). <em>Rainbow</em>. Wikipedia. <a href='https://en.wikipedia.org/w/index.php?title=Special:CiteThisPage&page=Rainbow&id=1189810213&wpFormIdentifier=titleform'>https://en.wikipedia.org/w/index.php?title=Special:CiteThisPage&page=Rainbow&id=1189810213&wpFormIdentifier=titleform</a></li></ul>"
    },
    "snow": {
      "overview": "<p>Not everyone experiences snow. For those who do see snow, you probably look forward to it: the swirling snowflakes that falling from the sky and frosting your world, the piles of snow for building snowmen, and the layer of snow that covers the hill for sledding. <br><br>Where does it come from? How is it formed? What conditions does it need to snow?</p>",
      "what": " Put the most simply, snow is a colder, frozen version of rain. It is a form of precipitation, but instead of falling to earth as rain, it falls as flakes when it is cold enough for water vapor to freeze into ice crystals. Those crystals are called snow. When those crystals stick together, they become snowflakes. When it snows, both snowflakes and single ice crystals fall to earth. (Britannica Kids, 2024)</p><p>Those snowflakes each have a shape, and while most the time, they are unique it is possible to find two that are alike. Snowflakes can consist of “as many as 200 ice crystals.” (Britannica Kids, 2024) They are generally six-sided, and while they are all different, snowflakes do have some basic shapes. These are based on the temperature and water content in the air. Warmer, wetter air produces snowflakes with more branches whereas colder, drier air creates smaller, more compact snowflakes. The basic seven types include plates, stars, columns, needles, dendrites (the snowflake shape we usually think of), capped columns, and irregular crystals. (Britannica Kids, 2024)</p>",
      "how": "<p>Snow needs certain conditions to form. Since snow is a frozen version of rain, the atmosphere and air need to be both cold enough and moist enough for it to form. The air must be at freezing temperature (32&deg;F) or lower. There are two ways, snowflakes are created. The first way they can form is when a cold, moist air condenses the “water vapor…directly into ice without going through the liquid stage.” (NSIDC, 2024) The other way snowflakes are created is when water vapor sticks to particles of dust in the cloud and freezes into ice. Ice crystals can form either in clouds or on the way down to earth. Once they do, other water vapor collects and freezes to them, making them larger and becoming snowflakes. Those snowflakes then fall or drift to the earth depending on the weight of the snowflake and the amount of wind.</p><p>When snowflakes land on the ground, sometimes they stick and accumulate making the world frozen and white. Other times, the ground is too warm, and the snow melts when it touches the ground.</p>",
      "facts": "<ul><li>⛄ Have you ever noticed how quiet and peaceful the world is when it snows? Having some inches of snow actually quiets the world. Partly this is because everyone stays inside, but it is also because snow is a natural insulator. Snow can absorb sound. This is because snowflakes are porous (have holes), and that space consumes some sound. (The Forest Preserve District of Will County, 2022)</li><li>⛄ Have you ever looked at a snowflake? They are actually translucent. This means that they let light throw. Because of this, they can sometimes look blue or pink because of the colors of its surroundings.</li><li>⛄ What is the most snow you have ever gotten in a couple of days? Can you imagine being buried in over ten feet of snow? Well, it is possible! Thompson Pass, Alaska holds the record for the Most Snow in 2-3 days with 147 inches (12.25 ft) total at the end of the storm. Mount Shasta, California, also owns the record for the rest of the country (not counting Alaska). The total amount of snow after the storm was 189 inches or 15.75ft of snow! (Dolce, 2022)</li></ul>",
      "imgTile": "./imgs/weatherPics/snow.jpg",
      "img1": "../imgs/summaryPics/snowflakeTypes_medium.webp",
      "img2": "../imgs/summaryPics/snow_medium.webp",
      "srcs": "<ul><li>⛄National Snow and Ice Data Center (NSIDC). (2024). <em>Snow.</em> NSIDC. <a  href='https://nsidc.org/learn/parts-cryosphere/snow/quick-facts-about-snow#anchor-1'>https://nsidc.org/learn/parts-cryosphere/snow/quick-facts-about-snow#anchor-1<a/></li><li>⛄ Britannica Kids. (2024). <em>Snow.</em> Encyclopædia Britannica, Inc. <a href='https://kids.britannica.com/students/article/snow/277106#'>https://kids.britannica.com/students/article/snow/277106#</a></li><li>⛄ The Forest Preserve District of Will County. (2022, January 31). <em>Why is the world so quiet when it snows? The science behind the silence.</em> The Nature Foundation of Will County. <a href='https://www.reconnectwithnature.org/news-events/the-buzz/why-is-the-world-so-quiet-when-it-snows-the-scien/'>https://www.reconnectwithnature.org/news-events/the-buzz/why-is-the-world-so-quiet-when-it-snows-the-scien/</a></li><li>⛄ Dolce, C. (2022, November 18). <em>Heaviest snowfall records in the United States History.</em> The Weather Company (TWC), IBM. <a href='https://www.wunderground.com/article/storms/winter/news/2022-11-18-snowfall-records-united-states-days-month-season'>https://www.wunderground.com/article/storms/winter/news/2022-11-18-snowfall-records-united-states-days-month-season</a> </li></ul>"
    },
    "thunderstorms": {
      "overview": "<p>At some point, you have probably experienced thunderstorms. Dark, heavy clouds pile up. Bright flashes of lightning split the sky. Booming thunder rumbles along after it, and rain pours from the sky, soaking the ground. Maybe you like watching them, and maybe you are one of those who hide under the bed and hope they go away soon. Either way, thunderstorms can still be fun to learn about, and whether you like them or not, they happen. Knowing more about them, can help you understand what they are and how they form.</p> <p>So, what are they, and where do they come from?</p>",
      "what": "<p>Thunderstorms are storms that produce heavy rain, thunder, and lightning. Sometimes, they also generate hail, strong winds, or tornadoes. Thunderstorms occur almost everywhere except the poles, although some places have them more often than others. Warmer, more humid regions like places near the equator (or non-equatorial places in the summer) produce more thunderstorms than higher latitude, colder, and drier places. No matter where you are, thunderstorms are more common during <em>your</em> summer. If you live in the Northern Hemisphere, thunderstorm season runs from May to September. The season of thunderstorms for the Southern Hemisphere is November to March, because Southern summer happens during Northern winter. Although they are most likely during a hemisphere's summer, thunderstorms <em>can</em> happen in any month.</p>",
      "how": "<p>Thunderstorms have a life cycle with three stages: developing, maturing, and dissipating (dying). The development stage begins as an unstable air mass that comes either from warm, wet air being trapped beneath cooler air or from cool air moving in over warmer air. As the warm air rises and cool air sinks, the colder air pushes the warm air out from under it. Once it is free, the warm air rises more quickly upward (this is an updraft). As it does, it condenses before warming and rising again. When it acquires enough moisture, the condensing phase creates clouds that continue to grow. The cloud continues to grow, and the updraft of warm air pushes the cloud higher. Over time, this cloud reaches high into the atmosphere and gains a tower-like appearance with a long thin cloud top called an anvil.</p><p>The developing stage progresses to the maturing stage when the water droplets are large enough, and the rain begins. As the rain falls, it creates a downdraft of cold air. Downdrafts can produce gusty winds. The wind is not the only hazard of this stage. Lightning, hail, and occasionally tornadoes occur during this part of the storm (although lightning is possible during all three stages). </p><p>Over time, the storm either balances the unstable air mass as the cool air sinks and the warm air rises or cuts off its warm air supply with too much precipitation (rain). When the storm runs out of warm air to send upward, it moves into the dissipating stage where it weakens. Without warm air to fuel it, it begins to die. The rains, winds, hail, and tornadoes fade away.</p>",
      "facts": "<ul class='tstorms'><li>Thunderstorm Q&A: how long do I have to wait until I can go outside again? The answer? At least thirty minutes after the last roll of thunder. Although the storm might look like it is dying down, lightning is still possible during the dissipating stage. Those thirty minutes are also good because if there is a line of thunderstorms, you could see another soon after the first. </li><li>I saw lightning! How do I know how far away the storm is? First, go inside a building. Once you are safe, you can try this. When you see a flash of lightning, start counting the second until you hear thunder. Then, divide the number by five. This gives you a guess how far away the storm is (in miles). (NWS, 2024)</li><li>Quick Quiz! How long do thunderstorms last? 30 minutes? An hour? Multiple hours? It is actually a trick question. They can all be true. Most thunderstorms last about 30 minutes to an hour. However, stronger thunderstorms can last much longer. They can also seem to last long if there is a line of them because then, even though one might die, there could still be more. </li><li>Is it possible to have a thunderstorm without rain? Yes! Dry thunderstorms do sometimes occur. They produce no rain, but they <em>can</em> still produce lightning. </li></ul>",
      "imgTile": "./imgs/weatherPics/thunderstorm_xsmall.webp",
      "img1": "https://cdn2.picryl.com/photo/2015/06/12/thunderstorm-at-sunset-swan-lake-flat-18655359738-3670b0-1024.jpg",
      "img2": "https://live.staticflickr.com/65535/49433534878_e58cdfb575_b.jpg",
      "srcs": "<ul class='tstorms'><li>National Weather Service (NWS). (2024). <em>Understanding lightning: Thunder</em>. National Oceanic and Atmospheric Administration (NOAA). <a href=’ https://www.weather.gov/safety/lightning-science-thunder#:~:text=If%20you%20count%20the%20number,a%20safe%20place%20while%20counting.’>https://www.weather.gov/safety/lightning-science-thunder#:~:text=If%20you%20count%20the%20number,a%20safe%20place%20while%20counting.</a></li><li>National Weather Service (NWS). (2024). <em>Thunderstorm definition</em>. National Oceanic and Atmospheric Administration (NOAA). <a href=’ https://www.weather.gov/phi/ThunderstormDefinition’>https://www.weather.gov/phi/ThunderstormDefinition</a></li><li>National Severe Storms Labratory (NSSL). (2024). <em>Severe weather 101 – Thunderstorms</em>. National Oceanic and Atmospheric Administration (NOAA). <a href=’ https://www.nssl.noaa.gov/education/svrwx101/thunderstorms/’>https://www.nssl.noaa.gov/education/svrwx101/thunderstorms/</a></li><li>Krider, E. (2024, January 10). <em>thunderstorm</em>. Encyclopaedia Britannica. <a href=’ https://www.britannica.com/science/thunderstorm’>https://www.britannica.com/science/thunderstorm</a></li><li>Center for Science Education (SCIED). (2024). <em>How thunderstorms form</em>. National Center for Atmospheric Research (NCAR). <a href=’ https://scied.ucar.edu/learning-zone/storms/how-thunderstorms-form’>https://scied.ucar.edu/learning-zone/storms/how-thunderstorms-form</a></li><li>Global Precipitation Measurement. (2024). <em>What causes thunderstorms?</em>. National Aeronautics and Space Administration (NASA). <a href=’ https://gpm.nasa.gov/resources/faq/what-causes-thunderstorms’> https://gpm.nasa.gov/resources/faq/what-causes-thunderstorms</a></li></ul>"
    },
    "tornadoes": {
      "overview": "<p>You probably know tornadoes best as dark funnels that come suck everything up, but unless you live in the Midwest of the United States, you might not have seen one. Tornadoes generally occur in the middle of the country, but other places can and do see them. They might seem a little scary, but the more you know, the less you will need to be afraid because you will know what to do if one comes.</p><p>What are tornadoes? Why do they happen mostly in the Midwest? How do they form? </p>",
      "what": "<p>Tornadoes are violently spinning columns of air that touch the ground. They can be narrow, twisty columns, or wide funnels. Tornadoes come from certain thunderstorms called supercells. Supercells have the ingredients to create tornadoes, but not all supercells create tornadoes. Tornadoes need certain conditions to form. When they do, they have strong winds that can break bridges, tear up trees, and rip apart buildings. </p><p></p><p>Tornadoes are classified by strength, but the classifications are done based on the damage observed. The damage give us an estimate about the strength and power of the storm according to the Enhanced-Fujita Scale (EF). Using this scale, we are able to give tornadoes an EF-rating according to their estimated wind speeds. The weakest tornadoes have an EF-rating of 0 (winds 65-85 mph). They cause minor damage like fallen branches and missing roof tiles. The strongest tornadoes are EF-5 (winds >200 mph) and cause incredible damage either breaking, leveling, or sucking up trees and structure.</p>",
      "how": "<p>Tornadoes are formed from supercell thunderstorms—which are rotating thunderstorms with circulation that can be seen from radars—under certain conditions. These conditions include warm, moist air below and cold dry air above. This creates temperature instability. Tornadoes also need strong winds that change in direction and speed as you go up (wind shear). With these ingredients, the atmosphere is sometimes able to produce tornadoes. (NWS, 2024)</p><p>As the warm air rises, it travels through the cold air creating an updraft. Updrafts are changes in wind direction. Sometimes, they can begin to rotate, but this depends on the winds of the storm.  While the warm air rises and spins, it creates low pressure on the ground. Surrounding air rushes in to fill it. The cold air punches a hole through the center, and then, it too fills the low-pressure zone until it is warmed or spun back up into the cloud. (Goertzel, 2024)</p><p>At some point, the tornado starts to die. It becomes thinner and begins to look more like rope: long and thin. This happens either as the temperature instability levels out becoming more stable (the tornado moved over colder ground) or the storms breaks apart. (Goertzel, 2024)</p>",
      "facts": "<ul class='textImgs'><li><img src='https://github.com/Tauriel1202/stormwatchers/blob/master/public/imgs/icons/Tornado.png?raw=true' alt='tornado icon' width='25' height='25'> How long would you guess a tornado lasts? 10 minutes? 1 hour? More? Less? Guess what! Most tornadoes only last less than 10-15 minutes, but some last more than an hour! The Tri-State Tornado lasted 3 and a half hours! Tornadoes with shorter lifespans are weaker and cause less damage than those who live longer. (NWS, 2024)</li><li><img src='https://github.com/Tauriel1202/stormwatchers/blob/master/public/imgs/icons/Tornado.png?raw=true' alt='tornado icon' width='25' height='25'> True or false: a funnel cloud is the same as a tornado? The answer is false! The difference is that funnel clouds do not touch the ground. When funnel clouds do touch the ground, they are then called tornadoes.</li><li><img src='https://github.com/Tauriel1202/stormwatchers/blob/master/public/imgs/icons/Tornado.png?raw=true' alt='tornado icon' width='25' height='25'>Can a storm produce multiple tornadoes or just one? The answer is multiple! A storm that produced a tornado could spawn another one. Sometimes, a storm can create more than one at once. These are called multiple-vortex tornadoes, and while they are rare, they can happen.</li></ul>",
      "imgTile": "./imgs/weatherPics/tornado_xsmall.webp",
      "img1": "../imgs/summaryPics/ef-rating_medium.webp",
      "img2": "https://cdn.britannica.com/36/24036-050-A36BE66B/updraft-tornado-thunderstorm-body-cloud-Air-Anatomy.jpg",
      "srcs": "<ul class='textImgs'><li><img src='https://github.com/Tauriel1202/stormwatchers/blob/master/public/imgs/icons/Tornado.png?raw=true' alt='tornado icon' width='25' height='25'> National Weather Service (NWS). (2024). <em>Tornadoes – Nature's most violent storms.</em> NOAA. <a href='https://www.weather.gov/ffc/torntext'>https://www.weather.gov/ffc/torntext </a></li><li><img src='https://github.com/Tauriel1202/stormwatchers/blob/master/public/imgs/icons/Tornado.png?raw=true' alt='tornado icon' width='25' height='25'> Goertzel, L. (2024). <em>Tornadoes.</em> National Geographic Kids. <a href='https://kids.nationalgeographic.com/science/article/tornado'>https://kids.nationalgeographic.com/science/article/tornado </a></li><li><img src='https://github.com/Tauriel1202/stormwatchers/blob/master/public/imgs/icons/Tornado.png?raw=true' alt='tornado icon' width='25' height='25'> National Weather Service (NWS). (2024). <em>Tornadoes: Frequently asked questions about the power of nature. NOAA. <a href='https://www.weather.gov/lmk/tornadoesfaq'>https://www.weather.gov/lmk/tornadoesfaq</a></li></ul>"
    },
    "wind": {
      "overview": "<p>Although we cannot see the wind itself, we have all felt it and seen its effects. Slight breezes cool us on summer days and ruffle the grass, flowers, and leaves. Strong gusts push and pull us. They can topple trash cans, down branches, and make the trees wave. The regular medium wind blows our hair and clothes. It also carries leaves and other lightweight things like beach balls.</p><p>What is wind? How is it formed?</p>",
      "what": "<p>Wind is the movement of air from one place to another. It is not visible like rain or any other weather event. We are only able to see its effects and feel its strength. Wind has many effects and a variety of strengths.</p><p>The effects of wind are based on its strength. Gentle breezes do not have much effect besides cooling us on a summer day. Strong breezes or light wind tease flowers and rustle leaves. This wind might even be strong enough for a small or light kite. Medium winds like in the fall blow leaves and small sticks. Strong winds can blow down branches and tip empty trash cans. Gales, which are very strong wind that come with storms, can have many damaging effects depending on the strength and type of storm.</p><p>Along with its effects on nature and the world around us, wind also affects us. In the summer, we enjoy its effects as it cools us. In the fall and winter, however, wind chills us. Wind lowers the temperature of the air. This is called wind chill. Wind chill needs two main ingredients in order to be cool us enough to be called wind chill: temperatures below 40&deg;F and wind speeds of at least 5 miles per hour. There is a formula for it, and it is displayed below. You might want to put it into a calculator!</p>",
      "how": "<p>Wind is caused by an imbalance in air pressure. Air pressure is how much the air is pressing down on you. High air pressure comes with colder air, while lower air pressure comes from warmer air. This is because colder air is denser. As air flows from high-pressure areas to low-pressure areas, it creates wind.</p><p>There are five main wind types around the world, and each is formed from a difference in air pressure. Polar easterlies come from the poles and move Westward. Westerlies draw from the easterlies, but instead of going Westward, westerlies come <em>from</em> the west. Horse latitudes form between the westerlies and the trade winds. The winds of the horse latitudes are light. The trade winds blow from the East across the tropics. They are strong winds that can fuel hurricanes. The doldrums lie at the equator, and they are basically a windless zone. (National Geographic, 2023)</p>",
      "facts": "<ul class='wind'><li>Where would you guess the windiest place on Earth is? Chicago? New Hampshire? Norway? Australia? The answer is Antarctica! It often has winds of 200 miles per hour! Other places sometimes have stronger winds, but Antarctica has them regularly. (Britannica Kids, 2024)</li><li>How fast do you think the strongest wind was? 40 miles an hour? 100 miles an hour? More? Less? The strongest recorded windspeed on earth was 253 miles per hour! It was measured during Tropical Cyclone Olivia. A 1999 tornado in Oklahoma may have reached 323 mph. Hurricane Allen in the 1980s reached up to 305 mph. (Wikipedia, 2024)It is difficult to measure strong winds because they are so extreme. They are also difficult to measure because they usually accompany severe storms. </li><li>Did you know? Wind is powerful. It can blow, lift, and power things. Have you ever made a pinwheel? If you make one and hold it up, you can blow on it to make it spin. Or, if you go outside on a windy day, it can spin there too! If you want to find out the direction of the wind, watch the ways things blow. If the wind is blowing West to East, leaves and other things will blow Eastward as well. Want to know which was the wind is blowing at the beach? Hold up a towel and see which way it flaps. Try it! </li></ul>",
      "imgTile": "./imgs/weatherPics/wind_xsmall.webp",
      "img1": "https://www.weather.gov/images/safety/windchill21.gif",
      "img2": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Earth_Global_Circulation_-_en.svg/1024px-Earth_Global_Circulation_-_en.svg.png",
      "srcs": "<ul class='wind'><li>Morse, E., Turgeon, A. (2023, October 19). <em>Wind.</em> National Geographic. <a href=’ https://education.nationalgeographic.org/resource/wind/’>https://education.nationalgeographic.org/resource/wind/</a></li><li>Britannica Kids. (2024). <em>Wind.</em> Britannica. <a href=’ https://kids.britannica.com/kids/article/wind/399645#’>https://kids.britannica.com/kids/article/wind/399645#</a></li><li>Wikipedia contributors. (2024, February 9). <em>Tornado records.</em> Wikipedia. <a href=’ https://en.wikipedia.org/wiki/Tornado_records’>https://en.wikipedia.org/wiki/Tornado_records</a></li><li>Wikipedia contributors. (2024, February 6). <em>List of the most intense tropical cyclones.</em> Wikipedia. <a class='tooLong' href=’ https://en.wikipedia.org/wiki/List_of_the_most_intense_tropical_cyclones#:~:text=The%20most%20intense%20storm%20in%20the%20Eastern%20Pacific%20Ocean%20by,the%20highest%20on%20record%20globally.’>https://en.wikipedia.org/wiki/List_of_the_most_intense_tropical_cyclones#:~:text=The%20most%20intense%20storm%20in%20the%20Eastern%20Pacific%20Ocean%20by,the%20highest%20on%20record%20globally.</a></li><li>Kaidor. (2024). <em>NASA depiction of earth global atmospheric circulation</em>. Wikipedia. <a href=’ https://creativecommons.org/licenses/by-sa/3.0’><a href=’ https://commons.wikimedia.org/w/index.php?curid=23902538’>https://commons.wikimedia.org/w/index.php?curid=23902538</a></li></ul>"
    }
  }
}
